{
  "email": [
    {
      "id": "email-1",
      "name": "Webinar Invitation - Professional",
      "subject": "Exclusive Invitation: Advanced Marketing Strategies for 2025",
      "body": "Dear {firstName},\n\nI'm excited to invite you to our upcoming webinar, \"{webinarTitle},\" on advanced marketing strategies for the coming year.\n\nIn this 45-minute session, you'll learn:\n• The latest AI-driven marketing techniques that are proving most effective\n• How to optimize your multi-channel campaigns for maximum ROI\n• Practical implementation steps you can take immediately\n\nThe webinar takes place on Thursday, September 15th at 2:00 PM EST. Spaces are limited to ensure quality Q&A time.\n\nRegister now: [Registration Link]\n\nI hope to see you there!\n\nBest regards,\nSarah Johnson\nMarketing Director"
    },
    {
      "id": "email-2",
      "name": "Webinar Invitation - Casual",
      "subject": "Join us next week? New marketing strategies you won't want to miss",
      "body": "Hi {firstName},\n\nHope you're doing well! Just wanted to personally invite you to our upcoming webinar: \"{webinarTitle}\".\n\nWe'll be covering some pretty exciting stuff:\n• Brand new marketing techniques that are crushing it right now\n• Simple ways to get more from your existing campaigns\n• Quick wins you can implement the very same day\n\nIt's happening next Thursday (Sept 15) at 2pm EST, and we're keeping it small so everyone gets their questions answered.\n\nGrab your spot here: [Registration Link]\n\nWould be great to see you there!\n\nCheers,\nSarah\nMarketing Team"
    },
    {
      "id": "email-3",
      "name": "Webinar Invitation - Urgent",
      "subject": "LAST CHANCE: Limited seats for \"Advanced Marketing Strategies\" webinar",
      "body": "Dear {firstName},\n\nThis is your final reminder that registration for our highly-anticipated webinar, \"{webinarTitle},\" closes tomorrow at noon EST.\n\nWith only 12 spots remaining, I wanted to ensure you had the opportunity to join us for this exclusive session where you'll discover:\n\n• Cutting-edge marketing strategies backed by real data\n• How industry leaders are already implementing these techniques\n• A step-by-step implementation roadmap you can follow\n\nThis content is specifically relevant for professionals in your position at {company}.\n\nSecure your spot now: [Registration Link]\n\nLooking forward to seeing you there!\n\nRegards,\nSarah Johnson\nMarketing Director"
    }
  ],
  "sms": [
    {
      "id": "sms-1",
      "name": "Short Webinar Invitation",
      "content": "Hi {firstName}, you're invited to our \"{webinarTitle}\" webinar on Sept 15 at 2pm EST. Learn key marketing strategies for 2025. Register: [link]"
    },
    {
      "id": "sms-2",
      "name": "Reminder with Benefits",
      "content": "Reminder {firstName}: Join our exclusive webinar tomorrow. You'll learn 3 proven tactics to boost marketing ROI immediately. Secure your spot: [link]"
    },
    {
      "id": "sms-3",
      "name": "Last Chance Alert",
      "content": "Last chance {firstName}! Only 5 spots left for our marketing strategy webinar today at 2pm. Join industry leaders and register now: [link]"
    }
  ],
  "voice": [
    {
      "id": "voice-1",
      "name": "Professional Introduction",
      "script": "Hello, this is Sarah from WebiGenie. May I speak with {firstName} {lastName}?\n\n[Wait for response]\n\nHi {firstName}, I'm calling about an exclusive webinar we're hosting next week on Advanced Marketing Strategies for 2025. The reason I'm reaching out personally is that we've analyzed recent industry trends in {industry} and believe the content would be particularly valuable for someone in your position.\n\nThe webinar will cover three key strategies that are helping companies like {company} increase marketing ROI by an average of 32%.\n\nIt's a short 45-minute session on Thursday at 2pm, with limited spots to ensure everyone gets their questions answered. Would you be interested in receiving the registration details?\n\n[If yes]\nGreat! I can send the link right now via text or email - which would you prefer?\n\n[If no]\nNo problem at all. Is there a specific reason this doesn't align with your current priorities? This helps us improve our outreach."
    },
    {
      "id": "voice-2",
      "name": "Casual Conversation",
      "script": "Hi there, is this {firstName}?\n\n[Wait for response]\n\nHey {firstName}, this is Jamie from WebiGenie. I hope I caught you at an okay time?\n\n[Wait for response]\n\nGreat! I'll be quick - I'm actually calling because we're hosting a really interesting webinar next week about the latest marketing strategies that are working in 2025, and I thought you might want to join us.\n\nWe're seeing some pretty impressive results with these approaches, especially in the {industry} space. It's just 45 minutes, and you'd be joining about 30 other marketing leaders like yourself.\n\nDoes that sound like something that might be helpful for what you're working on at {company}?\n\n[If yes]\nAwesome! What's the best way to get you the registration link? I can text it or email it right now.\n\n[If no]\nTotally understand! Would it be helpful if I sent some of the key points afterward instead? Or is there another topic that would be more relevant to you right now?"
    },
    {
      "id": "voice-3",
      "name": "Voicemail Script",
      "script": "Hello {firstName}, this is Sarah from WebiGenie.\n\nI'm reaching out about our upcoming webinar on Advanced Marketing Strategies for 2025, happening next Thursday at 2pm EST.\n\nWe've reserved a limited number of spots for leaders in {industry}, and I wanted to personally invite you to join us. You'll learn three proven tactics that companies like {company} are using to significantly improve campaign performance this year.\n\nI'll send you a text with the registration link, but feel free to call me back at 555-123-4567 if you have any questions.\n\nHope to see you there, {firstName}. Have a great day!"
    }
  ]
}